---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateInstances
source: html/2eeccaa4-2e8b-ee4f-de30-9d75d31fc4e3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateInstances Property

There are identical instances in the same place. This will result in double counting in schedules.

## Syntax (C#)
```csharp
public static FailureDefinitionId DuplicateInstances { get; }
```